let obj = [
  {
    "id": 1,
    "name": "产品类",
    "job": [
      {
        "id": 1,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（场景/用户营销方向）"
      },
      {
        "id": 2,
        "depart":"市场营销产研中心",
        "name": "技术研发产品经理（增长黑客/裂变）"
      },
      {
        "id": 3,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（管理后台方向）"
      },
      {
        "id": 4,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（社群电商方向）"
      },
      {
        "id": 5,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（宠物社交电商方向）"
      },
      {
        "id": 6,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（新零售方向）"
      },
      {
        "id": 7,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（平台方向）"
      },
      {
        "id": 8,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（前端方向）"
      },
      {
        "id": 9,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（数据）"
      },
      {
        "id": 10,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（电商）"
      }
    ]
  },
  {
    "id": 1,
    "name": "营销类",
    "job": [
      {
        "id": 1,
        "depart": "校园业务部",
        "name": "市场营销岗/媒体传播岗"
      },
      {
        "id": 2,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 3,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 4,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 5,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 6,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 7,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 8,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 9,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 10,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 11,
        "depart": "校园业务部",
        "name": "营销策划岗"
      },
      {
        "id": 12,
        "depart": "校园业务部",
        "name": "营销策划岗"
      }
    ]
  },
  {
    "id": 1,
    "name": "研发类",
    "job": [
      {
        "id": 1,
        "depart": "无界营销部",
        "name": "营销策划岗"
      },
      {
        "id": 2,
        "depart": "无界营销部",
        "name": "营销策划岗"
      },
      {
        "id": 3,
        "depart": "无界营销部",
        "name": "营销策划岗"
      },
      {
        "id": 4,
        "depart": "无界营销部",
        "name": "营销策划岗"
      }
    ]
  }
]
;

export default obj;

