let obj = [
  {
    "id": 1,
    "name": "产品类",
    "job": [
      {
        "id": 1,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（场景/用户营销方向）"
      },
      {
        "id": 2,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（增长黑客/裂变）"
      },
      {
        "id": 3,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（管理后台方向）"
      },
      {
        "id": 4,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（社群电商方向）"
      },
      {
        "id": 5,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（宠物社交电商方向）"
      },
      {
        "id": 6,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（新零售方向）"
      },
      {
        "id": 7,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（平台方向）"
      },
      {
        "id": 8,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（前端方向）"
      },
      {
        "id": 9,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（数据）"
      },
      {
        "id": 10,
        "depart": "市场营销产研中心",
        "name": "技术研发产品经理（电商）"
      }
    ]
  },
  {
    "id": 1,
    "name": "营销类",
    "job": [
      {
        "id": 1,
        "depart": "校园业务部",
        "name": "市场营销岗/媒体传播岗"
      },
      {
        "id": 2,
        "depart": "校园业务部",
        "name": "市场营销岗/新媒体岗"
      },
      {
        "id": 3,
        "depart": "校园业务部",
        "name": "市场营销岗/数据分析岗"
      },
      {
        "id": 4,
        "depart": "校园业务部",
        "name": "市场营销岗/平台运营岗"
      },
      {
        "id": 5,
        "depart": "校园业务部",
        "name": "市场营销岗"
      },
      {
        "id": 6,
        "depart": "整合营销部",
        "name": "市场营销经理/营销推广经理"
      },
      {
        "id": 7,
        "depart": "整合营销部",
        "name": "品牌经理"
      },
      {
        "id": 8,
        "depart": "新业务孵化中心-代属业务组",
        "name": "BD岗"
      },
      {
        "id": 9,
        "depart": "新业务孵化中心-代属业务组",
        "name": "产品运营岗"
      },
      {
        "id": 10,
        "depart": "品牌传播&IP营销部",
        "name": "品牌推广岗"
      },
      {
        "id": 11,
        "depart": "品牌生态营销部",
        "name": "BD经理"
      },
      {
        "id": 12,
        "depart": "流量生态部",
        "name": "联盟商务岗"
      }
    ]
  },
  {
    "id": 1,
    "name": "研发类",
    "job": [
      {
        "id": 1,
        "depart": "市场营销产研中心",
        "name": "web前端开发工程师"
      },
      {
        "id": 2,
        "depart": "市场营销产研中心",
        "name": "Java开发工程师"
      },
      {
        "id": 3,
        "depart": "市场营销产研中心",
        "name": "Android开发工程师"
      },
      {
        "id": 4,
        "depart": "市场营销产研中心",
        "name": "ios开发工程师"
      },
      {
        "id": 5,
        "depart": "市场营销产研中心",
        "name": "Java开发工程师"
      },
      {
        "id": 6,
        "depart": "市场营销产研中心",
        "name": "前端开发工程师"
      },
      {
        "id": 7,
        "depart": "市场营销产研中心",
        "name": "数据挖掘工程师"
      },
      {
        "id": 8,
        "depart": "市场营销产研中心",
        "name": "测试开发工程师"
      }
    ]
  }
]
  ;

let objList1 = [
  {
    "id": 1,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（场景/用户营销方向）",
    "detail": [{
      "count": 1,
      "level": "不限",
      "work": "1、3年以上工作经验，有场景营销、社交裂变、用户增长或运营工具类产品或运营经验优先;2、对营销、增长、创新类产品有一定的方法论，且有一定的成功产品经验;3、思维活跃，具有能单独产品规划和设计能力；清晰的表达能力，对复杂系统能快速拆解落地，并具备一定的跨部门协作能力;自我驱动，能发现问题，解决问题，达成目标;",
      "intro": "1、负责京东校园营销和增长类创新产品规划、设计和落地；与各部门协助，推动产品上线及使用，并对用户增长及ROI等指标负责;2、参与场景营销、用户营销等社交电商项目，善于利用数据并深入理解或研究各类人群用户行为，并产出增长策略或方案;3、负责增长策略上线后的数据分析和效果评估，并根据评估结论独立设计和推动策略优化"
    }]
  },
  {
    "id": 2,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（增长黑客/裂变）",
    "detail": [{
      "count": 1,
      "level": "不限",
      "work": "1、3年以上工作经验，有营销广告、社交裂变、用户增长或运营工具类产品或运营经验优先；2、对营销、增长、创新类产品有一定的方法论，且有一定的成功产品经验；4、思维活跃，具有能单独产品规划和设计能力；清晰的表达能力，对复杂系统能快速拆解落地，并具备一定的跨部门协作能力；自我驱动，能发现问题，解决问题，达成目标；",
      "intro": "1、熟悉微信体系流量规则，懂得微信群裂变、服务号裂变、个人号裂变、小程序裂变、诱导分享等不同快速扩散方案；2、基于M站和小程序，熟悉、可独立规划微信生态社交裂变的有效产品；3、根据产品规划或业务痛点，独立完成需求调研、产品设计原型等文档；4、 定期对产品进行效果回收及复盘；"
    }]
  },
  {
    "id": 3,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（管理后台方向）",
    "detail": [{
      "count": 1,
      "level": "不限",
      "work": "1、3-5年以上互联网相关后台产品经验，有电商、ERP、CRM、活动管理等后台产品经验优先；2、思维活跃，具有能单独产品规划和设计能力；清晰的表达能力，对复杂系统能快速拆解落地，并具备一定的跨部门协作能力；自我驱动，能发现问题，解决问题，达成目标；",
      "intro": "1、负责京东校园/社交电商产品后台系统（CRM/ERP/业务管理/活动管理）架构设计、产品规划和产品设计；2、深入研究、分析业务场景，快速抽象业务需求，转化为产品解决方案并推动落地；3、关注运营数据、用户调研与反馈，持续优化产品；"
    }]
  },
  {
    "id": 4,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（社群电商方向）",
    "detail": [{
      "count": 1,
      "level": "不限",
      "work": "1、本科及以上学历，1年以上互联网产品工作经验，有社群电商、裂变营销、分销商城等类型产品经验者优先；2、具有社群产品设计相关工作经验，有小程序、H5、公众号等微信生态圈产品经验优先；3、热爱互联网产品，对新零售，社群电商有自己见解，富有创新意识；4、具有良好的逻辑性和结构化思维，对数据敏感，有一定的数据分析能力；5、具有较强的学习能力、执行能力、协调沟通能力以及项目把控能力；6、认真务实，有较强的责任心和抗压能力。",
      "intro": "1、负责创新型社群电商产品的规划，包括需求分析、产品定义、原型设计、PRD编写等；2、收集和了解行业市场信息，竞品调研、市场分析，提出前瞻性的产品方案；3、负责部门具体的产品项目，项目过程管控，协调各种资源确保项目进度，与开发、测试合作，完成需求的落地及产品交付；4、收集用户反馈和产品运营数据，研究用户行为，深耕用户需求，有针对性的对产品进行持续的优化和改进。"
    }]
  },
  {
    "id": 5,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（宠物社交电商方向）",
    "detail": [{
      "count": 1,
      "level": "不限",
      "work": "1、本科及以上学历，1年以上互联网产品工作经验，有社交电商类产品及运营经验者优先；2、具有社交产品设计相关工作经验，有小程序、H5、公众号等微信生态圈产品经验优先；3、热爱互联网产品，对新零售，社交电商有自己见解，富有创新意识；4、具有良好的逻辑性和结构化思维，对数据敏感，有一定的数据分析能力；5、具有较强的学习能力、执行能力、协调沟通能力以及项目把控能力；6、认真务实，有较强的责任心和抗压能力。",
      "intro": "1、负责宠物社交小程序用户增长、留存及活跃相关功能，监控用户行为数据，分析制定产品策略，提高用户粘性；2、挖掘用户需求及关键行为的数据联系，设计功能并验证效果，持续优化迭代；3、负责小程序和H5产品功能的规划，包括竞品调研、需求分析、产品定义和系统实施方案落地，把控产品优化迭代方向，可以随时根据运营数据做出相应的功能调整。"
    }]
  },
  {
    "id": 6,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（新零售方向）",
    "detail": [{
      "count": 1,
      "level": "T4-T7",
      "work": "1、 2年以上电商后台产品经理工作经验，从事过核心交易相关任一系统规划工作；2、对线下零售实体零售企业的营销、店铺运营、供应链、会员、促销等相关业务有一定了解； 3、熟悉产品开发的流程,从用户的调研、需求的分析、产品的分析定位、核心功能点选取；到产品上线之后，数据的分析； 4、能够熟练使用Visio、Axure等软件工具设计系统原型和流程图； 5、具有较强的项目推进能力、组织协调能力、判断力与决策能力，优秀的沟通能力、计划与执行能力，具备突出的团队合作精神。能够在复杂环境下灵活调整、解读战略、强力执行；6、对工作充满热情，富有创新精神，能承受较大的工作压力。",
      "intro": "1、负责新零售、连锁商超系ERP相关系统整体规划和产品方案设计；2、与业务方管理层和核心运营人员进行调研，归纳总结业务流程，并提出场景化改进建议，同时给出匹配的系统产品方案； 3、独立完成产品调研以及规划，撰写逻辑缜密、结构严谨的产品需求文档，推动产品研发整个过程； 4、协调技术开发团队，跟踪开发进度，完成开发、测试、版本管理，评审发布，产品上线，数据分析等相关工作； 5、协同业务方共同探索业务发展模式，优化并设计管理后台业务架构，结合业务制定各类业务指标，定期输出并优化迭代产品和业务； 6、并通过数据和用户反馈，分析用户需求及行为，不断改进和提升产品性能；"
    }]
  },
  {
    "id": 7,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（平台方向）",
    "detail": [{
      "count": 1,
      "level": "T4-T7",
      "work": "1、 3年以上平台型产品项目经验，熟悉工作流程；2、熟练应用产品原型设计工具，包括Axure、Visio等，熟练应用PPT3、具备独立撰写产品PRD文档的能力，熟练掌握产品需求分析、设计的技巧，对平台产品交互设计有深入的了解4、有CMS、DSP、换量平台背景优先5、具备良好的商业意识和逻辑思维能力，良好的项目管理能力，优秀的跨团队合作精神",
      "intro": "1、负责平台产品的全流程优化，包括收集分析客户与业务需求、竞品调研分析； 2、可抽象业务需求，设计产品方案和功能，优化迭代体验持续提升； 3、能够撰写高质量的产品PRD，并协调推动研发团队按时完成产品开发、上线工作；4、通过数据和业务分析不断推进产品优化，使产品投放效果达到最大化 5、推进项目过程中的跨部门协调沟通，协调各资源以确保产品顺利发展；6、对业务运营给予支持，挖掘业务发展潜力；"
    }]
  },
  {
    "id": 8,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（前端方向）",
    "detail": [{
      "count": 1,
      "level": "T4-T7",
      "work": "1、 3年以上前端产品项目经验，熟悉移动与PC发版流程；2、熟练应用产品原型设计工具，包括Axure、Visio等，熟练应用PPT3、具备独立撰写产品PRD文档的能力，熟练掌握产品需求分析、设计的技巧，对移动与PC产品交互设计有深入的了解4、具备较强的数据分析能力，可以通过数据分析挖掘产品需求，并提出可改善的产品计划5、具备良好的商业意识和逻辑思维能力，良好的项目管理能力，优秀的跨团队合作精神",
      "intro": "1、负责垂类和平台产品前端功能；2、设计前端交互界面，改善产品用户体验； 3、可根据前端需求设计后台功能，理解前后端产品实现的业务逻辑4、推进产品开发项目，协调开发、测试、UI等资源，保证产品按期发布； 5、跟踪产品数据，进行数据分析，并根据数据结果改进产品"
    }]
  },
  {
    "id": 9,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（数据）",
    "detail": [{
      "count": 1,
      "level": "T5以上",
      "work": "1、至少3年以上产品经验，有大型数据平台经验优先考虑；2、熟悉Hadoop,Spark,Hbase等设计和原理或参与过相关项目；3、优秀沟通协作能力，执行力和逻辑思维能力，抗压性强，富有挑战精神； 4、有良好产品设计思维，且兼有数据运营和商业产品经验；5，产品思维创新活跃，业务意识突出者优先考虑。",
      "intro": "1、负责联盟数据系统平台，整体规划短中期产品工作方向及落地方案；2、根据业务发展需要，合理分拆数据平台迭代计划，并持续输出高质量PRD等文档内容，推进技术，测试等内外部团队按项目计划完成开发上线任务；3、针对各部门数据需求，提供具有易用性、良好交互体验的产品界面功能。需按不同业务需求场景，提供差异化/灵活性的数据分析报表；4、围绕联盟生态建设，细分电商零售场景需求，提供前瞻性数据研究报告。"
    }]
  },
  {
    "id": 10,
    "depart": "市场营销产研中心",
    "name": "技术研发产品经理（电商）",
    "detail": [{
      "count": 1,
      "level": "T5以上",
      "work": "1、至少2-3年商业变现经验，熟悉电商联盟行业优先考虑；2、有较强项目综合管理能力，善于推动内外部门协同工作；3、较好逻辑思维能力，积极主动，善于学习，抗压力强，富有进取心精神；4、熟悉流量变现运营手法，行业合作资源丰富；5、有团队管理经验者优先考虑。",
      "intro": "1、统筹规划联盟产品发展路径与落地方案，带领团队顺利完成各阶段计划目标；2、参与主导B/C端产品策划设计，开发测试，运营数据等产品重要发展进程；3、探索孵化电商产品新模式，包括不限于社交电商，线下新零售等方向；4、整合团队内部资源，突破业务发展瓶颈，寻找新的价值增长点；5、平衡资源效能，规范多部门合作流程机制，保证团队最大化价值产出。"
    }]
  }
];
let objList2 = [
  {
    "id": 1,
    "depart": "校园业务部",
    "name": "市场营销岗/媒体传播岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 2,
    "depart": "校园业务部",
    "name": "市场营销岗/新媒体岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 3,
    "depart": "校园业务部",
    "name": "市场营销岗/数据分析岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 4,
    "depart": "校园业务部",
    "name": "市场营销岗/平台运营岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 5,
    "depart": "校园业务部",
    "name": "市场营销岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 6,
    "depart": "整合营销部",
    "name": "市场营销经理/营销推广经理",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 7,
    "depart": "整合营销部",
    "name": "品牌经理",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 8,
    "depart": "新业务孵化中心-代属业务组",
    "name": "BD岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 9,
    "depart": "新业务孵化中心-代属业务组",
    "name": "产品运营岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 10,
    "depart": "品牌传播&IP营销部",
    "name": "品牌推广岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 11,
    "depart": "品牌生态营销部",
    "name": "BD经理",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  },
  {
    "id": 12,
    "depart": "流量生态部",
    "name": "联盟商务岗",
    "detail": [{
      "count": 1,
      "level": "",
      "work": "",
      "intro": ""
    }]
  }
]
let objList3=[];
let data = {
  obj,
  objList1,
  objList2,
  objList3
}
export default data;


